{
  "vision": {
    "title": "Discipline",
    "description": "As per the UGC regulations on curbing the Menace of Ragging in Higher Education Institution, 2009 (Under Section 26(1)(g) of the UGC Act, 1956) and Tamil Nadu Prohibition of Ragging Act 1997, Ragging means display of noisy, disorderly conduct or doing any act which causes or is likely to cause physical or psychological harm, fear, shame, or embarrassment to a student in any educational institution. This includes teasing, abusing, playing practical jokes, causing hurt, or forcing a student to do any act which they would not ordinarily do willingly. Ragging is prohibited within or outside the institution. Any student who commits, participates, abets, or propagates ragging shall be punished with imprisonment up to three years and/or a fine up to Rs. 25,000. Such students shall also be dismissed from the institution and barred from admission to any other educational institution. The decision of the Board of Management shall be final.",
    "src": "/images/Kahe/Innerpages/vission.jpg",
    "alt": "Vision Image",
    "sub_title":"Ragging"

  },
  "Behaviour": {
    "title": "Behaviour",
    "content": [
      {
        "id": 1,
        "title": "It is imperative on the part of the students to attend classes, functions, and other extra and co-curricular activities regularly and punctually."
      },
      {
        "id": 2,
        "title": "Students should wear their ID cards. Without ID cards, they shall not be allowed inside the classroom or examination hall."
      },
      {
        "id": 3,
        "title": "Students must occupy their seats well before the lecturer enters the class and stand up as a mark of respect when the lecturer enters."
      },
      {
        "id": 4,
        "title": "Latecomers will not be permitted inside the classroom without a permission slip from the Head of the Department or the Registrar."
      },
      {
        "id": 5,
        "title": "Students should not absent themselves without applying for leave. Medical leave requires a medical certificate along with the leave letter."
      },
      {
        "id": 6,
        "title": "Smoking is strictly prohibited inside the campus. Students found using intoxicants or drugs will be summarily dismissed."
      },
      {
        "id": 7,
        "title": "In case of cancellation of a class, students should remain in the library."
      },
      {
        "id": 8,
        "title": "Students should refrain from participating in any political or communal activities."
      },
      {
        "id": 9,
        "title": "Students found guilty of damaging or destroying the institution’s property should replace the same at their own cost."
      },
      {
        "id": 10,
        "title": "Students should not sit on parapet walls, steps, or staircases."
      },
      {
        "id": 11,
        "title": "Students found guilty of writing, scribbling, or painting on walls, desks, or furniture will be penalized with a suitable fine."
      },
      {
        "id": 12,
        "title": "Students must identify and report any damage caused to the institution’s property to the Registrar."
      },
      {
        "id": 13,
        "title": "Outsiders are not permitted to meet students during working hours."
      },
      {
        "id": 14,
        "title": "Students using foul language or behaving rudely towards staff members will be expelled from the institution."
      },
      {
        "id": 15,
        "title": "Any requisition or letter addressed to the Registrar must be forwarded through the tutor and the concerned Head of the Department."
      },
      {
        "id": 16,
        "title": "Eve-teasers will be dismissed from Karpagam Academy of Higher Education."
      },
      {
        "id": 17,
        "title": "Use of mobile phones inside the campus is prohibited. Phones may be used in hostel premises before or after silent hours. Confiscated phones will be returned only after course completion along with the Transfer Certificate."
      }
    ]
  }
}
