{
  "BoardofTrustees": {
    "bannerCon": {
      "bannerImg": "/images/Kahe/breadcrumb/banner-inner1.jpg",
      "title": "Board of Trustees",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "Board of Trustees",
    "content": [
      {
        "title": "Dr. R. Vasanthakumar",
        "caption": "President",
        "src": "https://kahedu.edu.in/n/wp-content/uploads/2019/11/President-1.jpg",
        "url": "/kahe/administration/board-of-trustees/president/"
      },
      {
        "title": "Er. K. Murugaiah",
        "caption": "CEO",
        "src": "https://kahedu.edu.in/n/wp-content/uploads/2019/11/Advisor.jpg",
        "url": "/kahe/administration/board-of-trustees/ceo/"
      },
      {
        "title": "Shrimathi V. Damayanthi",
        "caption": "Trustee",
        "src": "/images/Kahe/Innerpages/user-placeholder.png",
        "url": "/kahe/administration/board-of-trustees/trustee/"
      },
      {
        "title": "Shri V. Karthick",
        "caption": "Trustee",
        "src": "/images/Kahe/Innerpages/user-placeholder.png",
        "url": "/kahe/administration/board-of-trustees/trustee/"
      }
    ]
  },

  "president" : {
    "bannerCon": {
      "bannerImg": "/images/Kahe/breadcrumb/banner-inner1.jpg",
      "title": "President",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "President",
    "content": [
      {
        "title": "Dr. R. Vasanthakumar",
        "caption": "President",
        "content": "Dr. R. Vasanthakumar, a philanthropist par excellence and our founder promoter, is the President of Karpagam Academy of Higher Education. An enterprising industrialist, he is the Chairman and Managing Director of Karpagam Industries Private Limited, Bannariamman Engineering Industries Private Limited, Karpagam Yarns Private Limited, Karpagambigai Investments Limited and Karpagam Infrastructure Private Limited that together employ over 700 personnel.A Gold Medalist from Madras University, he graduated with Honours in Electrical & Electronics Engineering. It is probably his deep-rooted academic interest that has fuelled Dr. R. Vasanthakumar’s endeavours in the field of education. Besides education, Dr. R. Vasanthakumar is a renowned name in myriad philanthropic causes. His contribution to temple maintenance and renovation of dilapidated temples is priceless. He has also been instrumental in incepting the Panniru Thirumurai Aaivu Mayyam which is involved in Research of Ancient Tamil Saivism Literature like Thevaram, Thiruvasagam & Saiva Siddantham and spreading Saivism by conducting conferences and seminars once in 2 months. Dr. R. Vasanthakumar’s noteworthy contributions have been rightly commended through several titles and recognitions. An Honorary Doctorate conferred on him by Avinashilingam University in 2004 stands testimony to his role as an exemplary academician and an extraordinary philanthropist. NIA Institutions, Pollachi has awarded the title “Kongu Nattu Sathanaiyalar” on the occasion of the 51st Founder’s day of Shri. Nachimuthu Gounder. He has served as President, COSIEMA (Coimbatore Sidco Industrial Estate Management Association) during 1998 and 2000 and Tamil Nadu Private College Management Association (Coimbatore Chapter) during 2000-2002. He is also the President of ENFUSE (Energy & fuel User’s Association) Coimbatore Chapter and Renovation Committees of many SHIVA Temples. He is the Governing Council Member of Sri Ramakrishna Mission Vidyalaya Polytechnic College, Sri Dhandayuthapani Polytechnic College and Thavathiru Santhalinga Adigalar Tamil College. Dr. R. Vasanthakumar is Corporate Member of the Coimbatore Stock Exchange. He is also a member of various professional bodies like the Confederation of Indian Industry, Indian Chamber of Commerce, Indo-German Chamber of Commerce, COSIEMA (Coimbatore Sidco Industrial Estate Management Association) and CODISSIA (Coimbatore District Small Scale Industries Association). Dr. R. Vasanthakumar’s extensive travelling has taken him around the world, primarily to the United States of America, Germany, Italy, Turkey, Japan, Malaysia, Singapore and Switzerland. His rich experience and expertise continues to be a source of great inspiration to everyone.",
        "src": "https://kahedu.edu.in/n/wp-content/uploads/2019/11/President-1.jpg"
        
      }
    ]
  }
}
