{
  "BoardofTrustees": {
    "bannerCon": {
      "bannerImg": "/images/Kahe/about/administration/boardoftrustees-banner.png",
      "title": "Board of Trustees",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "Board of Trustees",
    "imgUrl":"https://kahedu.edu.in/n/wp-content/uploads/2024/11/board-of-trustee.jpg",
    "content": [
      {
        "title": "Dr. R. Vasanthakumar",
        "caption": "President",
        "src": "/images/Kahe/team-13.png",
        "url": "/kahe/administration/board-of-trustees/president/"
      },
      {
        "title": "Er. K. Murugaiah",
        "caption": "CEO",
        "src": "/images/Kahe/team-13.png",
        "url": "/kahe/administration/board-of-trustees/ceo/"
      },
      {
        "title": "Shrimathi V. Damayanthi",
        "caption": "Trustee",
        "src": "/images/Kahe/Innerpages/user-placeholder.png",
        "url": "/kahe/administration/board-of-trustees/trustee/"
      },
      {
        "title": "Shri V. Karthick",
        "caption": "Trustee",
        "src": "/images/Kahe/Innerpages/user-placeholder.png",
        "url": "/kahe/administration/board-of-trustees/trustee/"
      }
    ]
  },

  "president": {
    "bannerCon": {
       "bannerImg": "/images/Kahe/about/administration/boardoftrustees-banner.png",
      "title": "President",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "President",
    "content": [
      {
        "title": "Dr. R. Vasanthakumar",
        "caption": "President",
        "content": "Dr. R. Vasanthakumar, a philanthropist par excellence and our founder promoter, is the President of Karpagam Academy of Higher Education. An enterprising industrialist, he is the Chairman and Managing Director of Karpagam Industries Private Limited, Bannariamman Engineering Industries Private Limited, Karpagam Yarns Private Limited, Karpagambigai Investments Limited and Karpagam Infrastructure Private Limited that together employ over 700 personnel.A Gold Medalist from Madras University, he graduated with Honours in Electrical & Electronics Engineering. It is probably his deep-rooted academic interest that has fuelled Dr. R. Vasanthakumar’s endeavours in the field of education. Besides education, Dr. R. Vasanthakumar is a renowned name in myriad philanthropic causes. His contribution to temple maintenance and renovation of dilapidated temples is priceless. He has also been instrumental in incepting the Panniru Thirumurai Aaivu Mayyam which is involved in Research of Ancient Tamil Saivism Literature like Thevaram, Thiruvasagam & Saiva Siddantham and spreading Saivism by conducting conferences and seminars once in 2 months. Dr. R. Vasanthakumar’s noteworthy contributions have been rightly commended through several titles and recognitions. An Honorary Doctorate conferred on him by Avinashilingam University in 2004 stands testimony to his role as an exemplary academician and an extraordinary philanthropist. NIA Institutions, Pollachi has awarded the title “Kongu Nattu Sathanaiyalar” on the occasion of the 51st Founder’s day of Shri. Nachimuthu Gounder. He has served as President, COSIEMA (Coimbatore Sidco Industrial Estate Management Association) during 1998 and 2000 and Tamil Nadu Private College Management Association (Coimbatore Chapter) during 2000-2002. He is also the President of ENFUSE (Energy & fuel User’s Association) Coimbatore Chapter and Renovation Committees of many SHIVA Temples. He is the Governing Council Member of Sri Ramakrishna Mission Vidyalaya Polytechnic College, Sri Dhandayuthapani Polytechnic College and Thavathiru Santhalinga Adigalar Tamil College. Dr. R. Vasanthakumar is Corporate Member of the Coimbatore Stock Exchange. He is also a member of various professional bodies like the Confederation of Indian Industry, Indian Chamber of Commerce, Indo-German Chamber of Commerce, COSIEMA (Coimbatore Sidco Industrial Estate Management Association) and CODISSIA (Coimbatore District Small Scale Industries Association). Dr. R. Vasanthakumar’s extensive travelling has taken him around the world, primarily to the United States of America, Germany, Italy, Turkey, Japan, Malaysia, Singapore and Switzerland. His rich experience and expertise continues to be a source of great inspiration to everyone.",
        "src": "/images/Kahe/team-13.png"
      }
    ]
  },

  "ceo": {
    "bannerCon": {
      "bannerImg": "/images/Kahe/about/administration/boardoftrustees-banner.png",
      "title": "CEO",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "CEO for Karpagam Educational Institutions",
    "content": [
      {
        "title": "Er. K. Murugaiah",
        "caption": "CEO",
        "content": "Er. K. Murugaiah, is the Chief Executive Officer of Karpagam Academy of Higher Education. A Member of the Board of Management of Karpagam Charity Trust / Karpagam Academy of Higher Education, he joined as Administrative Officer in the Trust and since 1994, and he has been designated as the Chief Executive Officer. A Gold Medalist from Madras University, his efforts have always been instrumental in uplifting Karpagam to greater heights. A keen advisor, Er. K. Murugaiah’s expertise is always solicited for creative and constructive implementation of new techniques in teaching-learning process and other academic activities in all the institutions. He is also a member in Governing council of Karpagam Educational Institutions. Er. K. Murugaiah is known for his cordial rapport with higher officials of the State and Central Government and Private Sector. His exposure and expertise in the theoretical and practical aspects of engineering are highly revered. His engineering and administrative acumen will continue to be a guiding force to Karpagam Institutions.",
        "src": "/images/Kahe/team-13.png"
      }
    ]
  },


  "trustees": {
    "bannerCon": {
      "bannerImg": "/images/Kahe/about/administration/boardoftrustees-banner.png",
      "title": "Trustees",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "Trustees",
    "content": [
       {
        "title": "Shrimathi V. Damayanthi",
        "caption": "Trustee"
        
      },
      {
        "title": "Shri V. Karthick",
        "caption": "Trustee"
        
      }
    ]
  },

  "chancellor": {
    "bannerCon": {
      "bannerImg": "/images/Kahe/about/administration/chancellor-banner.png",
      "title": "Chancellor",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "Chancellor",
    "content": [
      {
        "title": "Dr. K. Ramasamy",
        "caption": "President",
        "content": "Dr. K. Ramasamy is the Chancellor of Karpagam Academy of Higher Education. He served as the Vice-Chancellor of Tamil Nadu Agricultural University (TNAU), Coimbatore for two terms 2012-2015 and 2015-2018. He also served as Vice Chancellor of Karpagam Academy of Higher Education, Coimbatore, Dr. K. Ramasamy, a man – of – Gandhian dictum of “You must be the change you wish to see in the world” was born on May 1, 1948. He hails from a farming community of Nilaiyoor, Aranthangi Taluk, Pudukottai district in Tamil Nadu. He completed his schooling at Veludaiyar High School, Tiruvarur and Board High School, Aranthangi. He graduated from Annamalai University in M.Sc. (Agricultural Microbiology) and pursued M.S. in Fermentation Technology at Catholic University of Leuven, Belgium. He continued in the same University to specialize in Industrial Microbiology for Ph.D. programme and honed his experience in Electron Microscopy as a post doctoral fellow. He was a post doctoral fellow at the Michigan State University, USA on Gene Cloning later. He joined TNAU in 1970 and served in various capacities in the Department of Soil Science, Plant Pathology, Agricultural Microbiology, Bioenergy, Environmental Science and Biotechnology. During his tenure of over 36 years at the University he combined a wide-range of administrative duties with teaching and research. As an administrator, he served as Head of Environmental Sciences in TNAU and rose to the rank of Dean, Adiparasakthi Agricultural College, Kalavai and Director, Centre for Plant Molecular Biology and Biotechnology in TNAU. His passion, flair and  accomplishments in research  on aerobic  / anaerobic microbiology fetched him financial assistance from 1982 onwards in more than 30 externally funded projects from different national funding agencies like Indian Council of Agricultural Research (ICAR), Department of Science and Technology (DST), Department of  Biotechnology (DBT), Council of Scientific and Industrial Research (CSIR), Board of Research in Nuclear Sciences (BRNS), Ministry of Non-Conventional Energy Sources (MNES) and international agencies like Australian Centre for International Agricultural Research (ACIAR), Food and Agriculture Organization (FAO), Rome, United States Department of Agriculture (USDA) and European Union (EU). Under his eminent guidance – post graduate and Ph.D, students completed their graduation and doctoral programmes. He has also organized 18 trainings and international workshops related to his field of research. He has published more than 152 research publications, including 8 books and 23 bulletins. His excellence in academic and research achievements has been widely recognized nationally and internationally. He has been honoured with 21 awards, 2 medals and 6 fellowships. His service in the field of agricultural education and research was further extended to other scientific and industrial establishments. He has visited countries like Belgium, England, Germany, Sweden, France, Netherlands, United States of America, Japan, New Zealand, Australia, Brazil, etc. on various academic assignments. He has acted as Visiting Professor for many leading Universities in USA, Australia, New Zealand and Japan. He served as National Syllabus Setter and Examiner for University Grants Commission (UGC), Indian Council of Agricultural Research (ICAR) and Council of Scientific and Industrial Research (CSIR). He was responsible for establishing several new academic programmes viz., Bioenergy, Environmental Science, Environmental Biotechnology, Microbial Technology, Biochemical Technology, etc. in Universities of Tamil Nadu, Kerala, Goa and Maharashtra. He also worked as Dean, School of Biosciences and Bioengineering at SRM University, Chennai and as Vice-Chancellor, Karpagam University, Coimbatore. Being a team person, a solution seeker and a man-of-action, he developed need-based solutions for waste recycling and disposal. He worked with industries like M/s Southern Petrochemical Industries Corporation (SPIC),  M/s Tamil Nadu Newsprint and Papers Limited (TNPL), M/s Seshasayee Paper and Boards Limited, M/s South India Viscose (SIV), M/s Sakthi Sugars Limited  and M/s Bannari Amman Sugars Limited  to solve problems related to the environment. Besides, he served as a Member in National Policy Planning of Agricultural Biotechnology, Ferti- irrigation and Biogas Development, serving as a Member of Backward Classes Commission, Member of  Tamil Nadu State Planning Commission (Agriculture and Irrigation) from 02.07.2011 onwards. He has been instrumental as an advisor in various development and welfare schemes of the state. Capacity building in an organization like TNAU needs forethought and leadership to implement the desired action plan. Dr. K. Ramasamy is a stern advocate of optimism and action and always posed the question “why not?”. He values the role of youth in agricultural education and research to be the future of agriculture. Rightly so, under the proficient guidance and support from him, three more government agricultural colleges at Vazhavachanur (Thiruvannamalai District), Eachankottai (Thanjavur District) and Kudumiyanmalai (Pudukottai District) were established at the cost of Rs.50 crores each to cater the needs of rural youth entering the field of agricultural education in the state. Further, to groom young scientists for doing cutting edge research, six Centres of Excellence, viz., Centre of Excellence for Molecular Breeding, Coimbatore, Centre of Excellence for Dry Farming, Chettinadu, Centre of Excellence for Soil Health, Trichy, Centre of Excellence for Innovation, Madurai, Centre of Excellence for Farm Women Knowledge, Trichy, and Centre of Excellence for Oil palm Research, Pattukottai were created across TNAU with the financial support from the Government of Tamil Nadu. He played an active role in getting funds from the State Planning Commission for the establishment of an Insect Museum, a first of its kind in the country, at the Department of Agricultural Entomology, TNAU, Coimbatore. This museum will serve as a nodal point to know all about the wonders of Indian insect diversity by common people, children, researchers and students. His vibrant initiative for establishing research leadership in specific areas resulted in the creation of research stations for Grapevine at Mallingapuram (Theni District), Small Millets at Athiyendal (Thiruvannamali District) and Citrus at Sankarankovil (Tirunelveli District) with the financial support from the Government of Tamil Nadu.In recognition of his services as Vice-Chancellor, Dr. K. Ramasamy was honoured with the Best Vice-Chancellor of State Agricultural Universities (SAU) Award for the year 2014 by All India Agricultural Students Association (AIASA) and for his outstanding contribution in Anaerobic Microbiology, he was recognized as the Fellow of Indian Academy of Microbiological Sciences by the Indian Academy of Microbiological Sciences (Association of Microbiologists of India) during 2014.Under his leadership, TNAU stamped its supremacy in Agricultural Education and Research by winning Overall Excellence Award 2014 from Federation of Indian Chamber of Commerce and Industry (FICCI) Global Quality Award 2014 and Education Excellence Award 2014 from Brands Academy, New Delhi National Intellectual Property Award, 2013 from the Department of Industrial Policy and Promotion (DIPP) and Intellectual Property Office, Government of India Golden Jubilee of Green Revolution Award, 2015 from National Academy of Agricultural Sciences (NAAS), Indian Council of Agricultural Research (ICAR), Government of India. Presently, Dr. K. Ramasamy is the member of Board of Indian Council of Agricultural Research (ICAR) NAAS University Ranking Committee ICAR Accreditation Committee ICAR Academic Infrastructure Committee Virtual Class Rooms (VCR) for Higher Agricultural Education across NARES committee Online Learning System (including MOOC) committee at the National level. With his broad vision and mission of achieving targeted agricultural growth in Tamil Nadu, the ever optimistic Vice-Chancellor firmly believes in introducing changes in agricultural education and in reorienting research to satisfy the needs of student and farming community. His overall aim of achieving 4 per cent growth rate in agriculture in the state through “Improved Education-Inclusive Research-Informed Clienteles” in the domain of agriculture is expected sooner than later. He served in SRMIST Kattankulathur as Director, Faculty, Academics and Research.2018-2022 He is an Advisor to VIT-VAIAL",
        "src": "/images/Kahe/team-13.png"
      }
    ]
  },

  "viceChancellor": {
    "bannerCon": {
      "bannerImg": "/images/Kahe/about/administration/vicechancellor-banner.png",
      "title": "Vice Chancellor",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "Vice Chancellor",
    "content": [
      {
        "title": "Prof. Dr. S. Ravi",
        "caption": "President",
        "content": "Prof. Dr. S. Ravi, Vice chancellor, Karpagam Academy of Higher Education is a learned personality, revered for his nature of simplicity and for his academic accomplishments. He obtained his Doctorate in Chemistry from Bharathiar University, Coimbatore in 1992. He began his career as an Assistant Manager, Research & Development, M/s Hindustan Photo Films manufacturing Company Limited, Udhagamandalam, The Nilgiris and in the subsequent years he worked in different capacities as Deputy Manager and Manager R & D. He worked in the industry for nearly 15 years up to 2007. Then he worked as a Senior Scientist, Phytochemistry division, Centre for Medicinal Plant Research, Arya Vaidya Sala, Kottakkal, Kerala for one year during 2007-2008. He joined Karpagam Academy of Higher Education as a Professor & Head, Department of Chemistry. His tenure as the Head of the Department of Chemistry lasted till the year 2020 and from the end of the year he served as Director, Internal Quality Assurance Cell (IQAC). During this period, he also worked as Director Research (I/c) from the year 2008 to 2015. He served as Director, IQAC from October 2020 to December 2022. He has 15 years of teaching experience, 15 years of Industrial experience and 30 years of Research experience in the domain of Chemistry. His credentials include publication of 107 research papers in reputed journals. To his credit, he was also granted with 3 patents and filed two more patents. He undertook and completed one major research projects funded by SERB. He has successfully guided 17 scholars towards their Ph.D. His research interests are in Synthetic Organic Chemistry, Electrochemistry and Phytochemistry.",
        "src": "https://kahedu.edu.in/n/wp-content/uploads/2025/06/Prof.-Dr-S-Ravi.jpg"
      }
    ]
  },

   "registrar": {
    "bannerCon": {
      "bannerImg": "/images/Kahe/about/administration/registrar-banner.png",
      "title": "Registrar",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "Registrar",
    "content": [
      {
        "title": "Prof. Dr. B. V. Pradeep",
        "caption": "Registrar",
        "content": "Prof. Dr. B. V. Pradeep, Registrar, Karpagam Academy of Higher Education is a person with caliber who manages the resources, responsibly, effectively and efficiently. He has started his career in the year 1999 as Lecturer, currently he has more than 25 years of experience. He has taught students in the B.Sc. / M.Sc. / M.Phil. / Ph.D. in Microbiology, M.Sc. in Biotechnology and M.Sc. in Industrial Biotechnology. He is basically a Microbiologist, did his M.Sc. Applied Microbiology from University of Madras, and Ph.D., in Microbiology from Bharathiar University. He has published more than fifty-two research articles/ book chapters in various SCI/Scopus/Peer reviewed International and National journals, one patent has been granted. He has published four books as editors. Google Scholar citation of 1201, h-index of 16 and i10-index of 21. His areas of specializations are Microbial secondary metabolites, probiotics and microbial pigments. He has organized more than fifteen National / International conference / seminars. He has presented more than 115 papers in various Conferences / Seminars. He has guided eleven candidates for their Ph.D. / M.Phil., and more than hundred students for their Masters. He is a Life member of “Association of Microbiologist in India” (AMI), “Indian Association of Applied Microbiologist” (IAAM), and Indian Immunology Society (IIS). He has held various positions like, Head of the Department of Microbiology, Deputy Registrar, Director of Research, Member in Planning and Monitoring Board, Member in Board of Management, Member in Academic Council, Member in Board of Studies in Microbiology, Convenor in Research advisory Committee, Chairperson in Admissions and Admissions Review Committee, Coordinated the activities of Training & Placement cell and admissions cell. He has organized various academic programs and academic support functions of the Institution.",
        "src": "https://kahedu.edu.in/n/wp-content/uploads/2025/06/Pradeep-B-V_Registr.jpg"
      }
    ]
  },

   "deans": {
    "bannerCon": {
      "bannerImg": "/images/Kahe/about/administration/deans-banner.png",
      "title": "Deans",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "Deans",

    "content": [
      {
        "id": 1,
        "title1": "Name :",
        "content1": "Prof. Dr. V. Ragavi",
        "url1": "https://kahedu.edu.in/academics/arts-science-and-humanities/",
        "title2": "Dean :",
        "content2": "Arts, Science, Commerce and Management",
        "url2": "/kahe/academics/arts-science-and-humanities"
      },

      {
        "id": 2,
        "title1": "Name :",
        "content1": "Prof. Dr. A. Amudha",
        "url1": "https://kahedu.edu.in/academics/engineering/",
        "title2": "Dean :",
        "content2": "Engineering",
        "url2": "/kahe/academics/engineering"
      },

      {
        "id": 3,
        "title1": "Name :",
        "content1": "Ar. P. Kathiravan",
        "url1": "https://kahedu.edu.in/academics/engineering/",
        "title2": "Dean :",
        "content2": "Architecture, Designing and Planning",
        "url2": "/kahe/academics/architecture"
      },

      {
        "id": 4,
        "title1": "Name :",
        "content1": "Prof. Dr. D. Kumudha",
        "url1": "https://kahedu.edu.in/academics/engineering/",
        "title2": "Dean :",
        "content2": "Pharmacy",
        "url2": "/kahe/academics/pharmacy"
      },

      {
        "id": 5,
        "title1": "Name :",
        "content1": "Sr. Prof. Dr. P Thamilarasi",
        "url1": "",
        "title2": "Dean :",
        "content2": "Linguistics",
        "url2": ""
      },

      {
        "id": 6,
        "title1": "Name :",
        "content1": "Prof. Dr. V. Parthasarathy",
        "url1": "",
        "title2": "Dean :",
        "content2": "R&D and Industry Relations",
        "url2": ""
      }
    ]
  },

  "controller": {
    "bannerCon": {
      "bannerImg": "/images/Kahe/about/administration/boardoftrustees-banner.png",
      "title": "Controller of Examinations",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "Controller of Examinations",
    "content": [
      {
        "title": "Dr. P. Palanivelu",
        "caption": "Controller of Examinations",
        "content": "Dr. P. Palanivelu is the Controller of Examinations and Professor of Commerce and Management in Karpagam Academy of Higher Education (KAHE). He holds Ph.D. in Finance from Bharathiar University, Coimbatore. His passion for education has led him to acquire Master in Business Administration. His interest in the field of Computer Science has won him Master degree in Computer Applications as well. He has held various coveted positions in the administrative level. His dedication and commitment in his profession have taken him to great heights as the Controller of Examinations. His ability as a planner and organizer is crystal clear for he has organized several Seminars and Conferences at National level. His keen interest in the field of research over 18 years is evinced in his publications of 82 research articles. He has also guided 55 M.Phil’s and 14 Ph.D.’s He was the Principal Investigator in the UGC sponsored Major Research Project entitled “The Study on Performance of Garment Industry in Tirupur”. He is the proud recipient of the Certificate of Merit (M.Com, 1993-95) at Erode Arts College, Erode. He has also been awarded P. K. Das Memorial Award for ‘Best Faculty 2012’ by Nehru Group of Institutions. He has authored two books titled Academic and Career Development in 2009 and Marketing Executive for Manager in 2010. His invaluable contribution is sure to add value to Karpagam Academy of Higher Education (KAHE).",
        "src": "https://kahedu.edu.in/n/wp-content/uploads/2019/11/COE.jpg"
      }
    ]
  },

  "financeOfficer": {
    "bannerCon": {
       "bannerImg": "/images/Kahe/about/administration/boardoftrustees-banner.png",
      "title": "Finance Officer",
      "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
      "applyLink": "/"
    },
    "title": "Finance Officer",
    "content": [
      {
        "title": "Ms.S.Indhumathi",
        "caption": "Finance Officer",
        "content": "Ms.S.Indhumathi is the Finance Officer of Karpagam Academy of Higher Education since 2013. After obtaining her M.Com degree she joined as an Accountant in Karpagam Arts and Science College in 2001 and later elevated a Chief Accountant in 2008 in Karpagam Academy of Higher Education. In 2013 she was appointed a Finance Officer by the Board of Management and has been vested with the responsibility of financial administration of the Deemed to be University. She has demonstrated her capability as a dynamic Finance Officer with her financial acumen and jurisprudence.",
        "src": "/images/Kahe/team-13.png"
      }
    ]
  }
}
