{
  "bannerCon": {
    "bannerImg": "/images/Kahe/breadcrumb/banner-inner1.jpg",
    "title": "Bon Voyage Scholarship",
    "bannerCon": "To be a leading institution in the field of education, providing quality education and training to students and professionals.",
    "applyLink": "/"
  },

  "Overview": {
    "content": [
      {
        "title1": "Overview",
        "content": "At Karpagam Academy of Higher Education (KAHE), we believe in nurturing global citizens who are equipped with the skills, knowledge and cultural sensitivity to thrive in an interconnected world. As part of our commitment to fostering international experiences and enriching the academic journey of our students, we are proud to introduce the Bon Voyage Scholarship. The Bon Voyage Scholarship serves as a testament to KAHE’s dedication to providing students with transformative opportunities to explore the world beyond their academic horizons. This prestigious scholarship is designed to support and empower deserving students who demonstrate exceptional academic achievement, leadership potential, and a keen interest in experiencing diverse cultures firsthand. Through the Bon Voyage Scholarship, recipients are granted financial assistance to embark on enriching international experiences, including study abroad programs, cultural exchanges, internships, and research endeavors. This scholarship not only alleviates the financial burden associated with international travel but also serves as a catalyst for personal growth, academic enrichment, and cross-cultural learning. Furthermore, recipients of the Bon Voyage Scholarship receive comprehensive support and guidance from the Office of International Affairs (OIA) throughout their international endeavors. From pre-departure orientations to on-the-ground assistance, the OIA ensures that scholars are equipped with the resources, information and support needed to navigate their international experiences successfully.",
        "src": "https://kahedu.edu.in/n/wp-content/uploads/2021/03/indumathi.jpeg"
      }
    ]
  },

  "BonVoyageList": {
    "title":"Bon Voyage Scholarship"
   
  }
}
