{
  "bannerCon": {
    "bannerImg": "/images/Kahe/Office-of-International-Affairs/Collaboration-and-Mobility/facultyexchangeprogram-banner.webp",
    "title": "Faculty Exchange Program",
    "bannerCon": "Sharing expertise, exchanging knowledge, and fostering international academic growth.",
    "applyLink": "/"
  },

  "Overview": {
    "content": [
      {
        "title1": "Overview",
        "content": "The Student Exchange Program at Karpagam Academy of Higher Education (KAHE) provides a transformative opportunity for both students and faculty members to partake in immersive academic experiences with esteemed partner institutions across the globe. Through this program, students and faculty members are afforded the chance to broaden their horizons, deepen their knowledge and foster meaningful cross-cultural exchanges. Students and faculty members keen on participating in the exchange program are encouraged to submit their applications, there by signaling their interest in embarking on this enriching journey of academic exploration. The duration of each program is meticulously delineated in the corresponding Memorandum of Understanding (MoU) with the partnering institution, ensuring clarity and coherence in program logistics. For students aspiring to partake in the exchange program, the Office of International Affairs (OIA) serves as the primary point of contact for comprehensive guidance and support. Students are encouraged to reach out to the OIA to navigate the intricacies of the exchange process, obtain pertinent information and embark on their transformative academic odyssey. Furthermore, the selection process for students participating in the inbound mobility program adheres strictly to the terms and conditions stipulated in the MoU. Through meticulous adherence to these guidelines, KAHE ensures fairness, transparency, and equity in the selection process, thereby fostering an inclusive and enriching academic environment for all participants. In essence, the Student Exchange Program embodies KAHE’s steadfast commitment to fostering global citizenship, promoting intercultural understanding, and nurturing the next generation of leaders equipped with the skills and perspectives needed to thrive in an increasingly interconnected world.",
        "src": "/images/Kahe/team-13.png"
      }
    ]
  },

  "FacultyList": {
    "title": "Faculty International Collaboration",
    "content": [
      {
        "head": [
          { "id": "col1", "label": "Name of the Faculty" },
          { "id": "col2", "label": "Name of the University" },
          { "id": "col3", "label": "Country" }
        ],
        "data": [
          {
            "col1": { "text": "Mr. Zihong Yue" },
            "col2": { "text": "Xiamen University" },
            "col3": { "text": "China" }
          },
          {
            "col1": { "text": "Prof. Jing-Jou Tang" },
            "col2": {
              "text": "Southern Taiwan University of Science and Technology"
            },
            "col3": { "text": "Taiwan" }
          },
          {
            "col1": { "text": "Dr. Vivekanandhan Chinnasamy" },
            "col2": {
              "text": "Botswana International University of Science and Technology"
            },
            "col3": { "text": "Botswana" }
          },
          {
            "col1": { "text": "Dr. Giridharan Renganathan" },
            "col2": { "text": "University of Kent" },
            "col3": { "text": "United Kingdom" }
          },
          {
            "col1": { "text": "Dr. Po-Ming Lee" },
            "col2": {
              "text": "Southern Taiwan University of Science and Technology"
            },
            "col3": { "text": "Taiwan" }
          },
          {
            "col1": { "text": "Dr. Md. Golam Hafez" },
            "col2": {
              "text": "Chittagong University of Engineering and Technology"
            },
            "col3": { "text": "Bangladesh" }
          },
          {
            "col1": { "text": "Dr. Kayatri Govindaraju" },
            "col2": { "text": "Universiti Malaya" },
            "col3": { "text": "Malaysia" }
          }
        ]
      }
    ]
  },

  "testimonials": {
    "title": "Testimonials",
    "content": [
      {
        "id": 1,
        "title": "Dr.Kayatri Govindaraja Testimonial Video",

        "thumbnail": "https://i.ytimg.com/vi/IL7bdYI3-2g/maxres2.jpg",
        "videoUrl": "https://www.youtube.com/watch?v=IL7bdYI3-2g"
      }
    ]
  }
}
